{
  "buying_guide": "Guía de compra",
  "need_help": "Necesitas ayuda",
  "newsletter": "Boletin informativo",
  "free_home_delivery": "Orden de entrega a domicilio gratis de Grabbing & Abuway",
  "for_all_orders": "Para todos sus pedidos desde 20",
  "special_info": "informacion especial",
  "actions_measures": "acciones medidas",
  "see_more": "ver más",
  "market": "mercado",
  "language": "idioma",
  "privacy_policy": "política de privacidad",
  "purchase_condition": "condición de compra",
  "interest_base": "base de interés",
  "order_process": "orden en proceso",
  "about_us": "Sobre nosotras",
  "shipping": "Envío",
  "return_exchange": "Devoluciones y Cambio",
  "terms_conditions": "Términos y condiciones",
  "contact": "Contacto",
  "send_email": "Enviar correo electrónico",
  "call": "Llamada",
  "we_will_speedly": "Responderemos rápida y amablemente cualquier pregunta que pueda tener sobre nuestros servicios de ventas en línea aquí",
  "existing_customer": "Cliente existente",
  "email": "Email",
  "email_valid": "Por favor ingrese una dirección de correo electrónico válida",
  "password": "Contraseña",
  "pass_valid": "El campo de contraseña está vacío",
  "forgot_pass": "¿Has olvidado tu contraseña?",
  "fb_login": "Iniciar sesión con Facebook",
  "by_logging": "Al iniciar sesión / iniciar sesión con mi inicio de sesión social. Acepto conectar mi cuenta de acuerdo con el ",
  "new_customer": "Nueva cliente",
  "create_account": "Crear una cuenta",
  "confirm_pass": "Confirmar contraseña",
  "accept": "acepto el ",
  "latest_news": "Quiero recibir las ultimas noticias",
  "save": "Salvar",
  "pass_not_match": "La contraseña no coincide",
  "cancel": "Cancelar",
  "login": "Iniciar sesión",
  "scan_shop": "Escanear y comprar",
  "barcode": " DE CÓDIGO DE BARRAS",
  "qr": "ESCANEO QR",
  "wishlist": "Mi lista de deseos",
  "wishlist_empty": "La lista de deseos está vacía",
  "my_account": "Mi cuenta",
  "orders_placed": "Pedidos realizados",
  "my_info": "Mi informacion",
  "rate_app": "Califica esta aplicación",
  "recommend_app": "Recomienda esta aplicación",
  "logout": "Cerrar sesión",
  "personal_details": "Detalles personales",
  "add_main_address": "Agregar dirección principal",
  "change_pass": "Cambia la contraseña",
  "chnage_email": "Cambiar e-mail",
  "reset_pass": "Restablecer la contraseña",
  "send": "Enviar",
  "select_language": "seleccione el idioma",
  "add_to_cart": "AÑADIR AL CARRITO",
  "delete": "ELIMINAR",
  "privacy_para1": "Gracias por acceder a nuestro sitio web. Respetamos su privacidad y queremos proteger su información personal. Para obtener más información, lea esta Política de privacidad. Esta Política de privacidad explica cómo recopilamos, usamos y (bajo ciertas condiciones) divulgamos su información personal. Al visitar el Sitio directamente o a través de otro sitio, usted acepta las prácticas descritas en esta Política.",
  "privacy_para2": "Recopilamos información personal como su información de contacto (nombre, dirección de correo electrónico, etc.) e información de facturación / envío (número de tarjeta de crédito, dirección de envío del número de tarjeta de visa, etc.) Nos hacemos responsables de todos los datos personales que usted nos proporciona lo que obtenemos cuando se suscribe a nuestro boletín o cuando crea un perfil personal.",
  "privacy_para3": "Utilizamos la información que recopilamos para cumplir con nuestros compromisos con usted y brindarle el servicio que usted espera. Esto incluye enviarle información y ofertas con fines de marketing. Con el fin de proporcionarle ofertas e información relevantes, podemos analizar sus datos personales. Solo conservaremos sus datos durante el tiempo que sea necesario para prestarle nuestros servicios o durante el tiempo que la ley nos exija. Después de esto, sus datos personales serán eliminados.",
  "privacy_para4": "Los proveedores pueden compartir su información de datos con terceros o afiliados de proveedores que realizan servicios en nuestro nombre o procesan transacciones autorizadas. La información de datos que compartimos con estas compañías para realizar servicios en nuestro nombre está protegida mediante acuerdos contractuales y no se puede compartir.",
  "privacy_para5": "Al crear una cuenta en nuestro sitio web, se le solicitará que proporcione una contraseña personal. Se le pedirá que use su contraseña elegida para todo acceso futuro a su cuenta. Usted es responsable de mantener la confidencialidad de su cuenta y contraseña y de restringir el acceso a su computadora, y acepta aceptar la responsabilidad de todas las actividades que ocurran bajo su cuenta o contraseña. Outfitters se reserva el derecho de rechazar el servicio, cancelar cuentas, eliminar o editar contenido, o cancelar pedidos a su sola discreción.",
  "privacy_para6": "Tiene derecho a solicitar acceso a los datos personales que podamos tener o procesar sobre usted. Tiene derecho a solicitarnos que corrijamos cualquier información incorrecta, incompleta o irrelevante en sus datos. En cualquier etapa, también tiene derecho a solicitarnos que dejemos de usar sus datos personales para fines de marketing directo.",
  "privacy_para7": "Hacemos todo lo posible para proporcionar información precisa en nuestro sitio. Sin embargo, puede haber ocasiones en que cierta información en el sitio sea inexacta, desactualizada o incompleta. Pedimos disculpas por tales errores; pero si recibimos pedidos de productos para los cuales el costo indicado es erróneamente más bajo que el precio real, no podremos procesar dichos pedidos ya que no será factible que vendamos esos artículos por debajo de nuestro costo o que suframos una pérdida en el flete cargos.",
  "privacy_para8": "La aceptación de cookies no es un requisito para visitar el Sitio. Sin embargo, nos gustaría señalar que el uso de la funcionalidad 'cesta' en el Sitio y los pedidos solo es posible con la activación de cookies. Una cookie es un pequeño archivo de texto que se guarda y, en visitas posteriores, se recupera de su computadora o dispositivo móvil. Cookies de etnias para mejorar y simplificar su visita. No utilizamos cookies para almacenar información personal o para revelar información a terceros. Hay dos tipos de cookies: permanentes y temporales (cookies de sesión). Las cookies permanentes se almacenan como un archivo en su computadora o dispositivo móvil por no más de 12 meses. Las cookies de sesión se almacenan temporalmente y desaparecen cuando cierra la sesión de su navegador. Utilizamos cookies permanentes para almacenar su elección de la página de inicio y para almacenar sus datos. Utilizamos cookies de sesión cuando utiliza la función de filtración del producto y para verificar si ha iniciado sesión. Puede borrar fácilmente las cookies de su computadora o dispositivo móvil usando su navegador.",
  "privacy_para9": "'Podemos modificar esta Política de privacidad en cualquier momento publicando los términos modificados en este sitio. Nuestro negocio cambia constantemente y continuaremos implementando nuevas tecnologías para mejorar los servicios y características que brindamos. Como consecuencia, los términos de esta Política de privacidad también pueden cambiar.",
  "privacy_head2": "Datos que recopilamos:",
  "privacy_head3": "¿Cómo usamos sus datos?",
  "privacy_head4": "¿Qué información debemos compartir con terceros?",
  "privacy_head5": "La protección de su cuenta:",
  "privacy_head6": "Tus derechos:",
  "privacy_head7": "Errores:",
  "privacy_head8": "Galletas:",
  "privacy_head9": "General:",
  "order_para1": "Use nuestro enlace de la tienda para encontrar lo que le gusta.",
  "order_para2": "Para realizar pedidos a través de la pantalla del producto, puede ingresar los tamaños de cantidad de productos que desea y hacer clic en ‘Agregar al carrito’.",
  "order_para3": "Al hacer clic en el botón ‘Agregar al carrito’ lo llevará a la pantalla de su carrito de compras, donde verá una lista de los productos que ha seleccionado, el precio, la cantidad, los subtotales y el total general",
  "order_para4": "Una vez que haya agregado todos los productos a su carrito de compras, haga clic en Continuar para finalizar la compra.",
  "order_para5": "Billing and shipping information should be same.",
  "order_para6": "Proporcionar información de pago.",
  "order_para7": "Revise y envíe su pedido.",
  "order_para8": "Verifique el estado del pedido de ventas.",
  "about_1": "Establecida en 2003, Outfitters es una marca de moda creada para los jóvenes enérgicos de Pakistán que disfrutan de las últimas tendencias de estilo de vida; ya sea estilo, música, tecnología o redes sociales, como un medio para expresarse.",
  "about_2": "Outfitters tiene líneas de productos separadas para satisfacer todos los segmentos y sus demandas: hombres, mujeres y jóvenes. Dentro de cada línea, ofrecemos una amplia gama de productos que se adaptan a una variedad de estilos y preferencias diferentes, desde prendas muy de moda, de moda, hasta prendas de atletismo y atuendos más casuales y cotidianos.",
  "about_3": "Outfitter's product range also includes a wide array of footwear, accessories and fragrances, making it a one-stop high-street destination for all western wear wardrobe demands.",
  "about_4": "Outfitters siempre ha sido capaz de proporcionar lo mejor en moda a través de un modelo único y flexible que está abierto a adaptarse a los constantes cambios que ocurren durante una temporada. Al mismo tiempo, podemos responder a las tendencias clave y desarrollarlas de manera ponible en el menor tiempo posible para una colección que sea divertida, vibrante y expresiva.",
  "about_5": "Hoy, después de 17 años de satisfacer la demanda del público de ropa occidental de tendencia en Pakistán, Outfitters ha logrado establecer con éxito más de 120 tiendas en 20 ciudades de Pakistán, así como una tienda en línea de rápido crecimiento, todas las cuales se han comercializado cuidadosamente. para atender a nuestros clientes, permitiéndoles construir un armario que los exprese a ellos y a su estilo personal.",
  "term_para1": "El contenido de las páginas de este sitio web es solo para su información general y uso. El sitio web le permite navegar, seleccionar y comprar Ropa y Accesorios ('Productos' o 'Productos' o 'Servicios'). Está sujeto a cambios sin previo aviso. Lea atentamente los términos y condiciones que se enumeran a continuación, ya que pueden contener información importante relevante para usted.",
  "term_para2": "Nos esforzamos por hacer que cada información sea lo más precisa posible. En el caso de que un producto aparezca en la lista a un precio incorrecto o con información incorrecta debido a un error tipográfico o error en la fijación de precios o en la información del producto, tendremos el derecho de rechazar o cancelar cualquier pedido realizado para productos enumerados al precio incorrecto. Tendremos derecho a rechazar o cancelar dichos pedidos, independientemente de que el pedido haya sido confirmado o no. Nos reservamos el derecho de realizar cambios en la Información en este sitio web, o en los servicios descritos en el mismo, o actualizar dicha información en cualquier momento sin previo aviso.",
  "term_para3": "Los pedidos en Pakistán se entregarán dentro de 3-4 días hábiles.",
  "term_para4": "Todos los derechos de propiedad intelectual, ya sean registrados o no, en el sitio web, contenido de información en el sitio web y todo el diseño del sitio web, incluidos, entre otros, texto, gráficos, software y su selección y disposición, y todas las compilaciones de software, fuente subyacente código y software seguirán siendo de nuestra propiedad. Todo el contenido del sitio web también está protegido por derechos de autor como un trabajo colectivo bajo las leyes de derechos de autor de Pakistán y las convenciones internacionales. Todos los derechos estan reservados.",
  "term_para5": "Tu información personal es confidencial. No alquilamos, vendemos, intercambiamos ni intercambiamos direcciones de correo electrónico. Cuando realiza un pedido con nosotros, recopilamos su nombre, dirección, número de teléfono, información de tarjeta de crédito y su dirección de correo electrónico. Utilizamos esta información para cumplir con su pedido y para comunicarnos con usted sobre su pedido. Toda su información se mantiene confidencial y no será revelada a nadie a menos que lo ordenen las autoridades gubernamentales.",
  "term_head1": "Introducción:",
  "term_head2": "Error tipográfico:",
  "term_head3": "Tiempo de envío:",
  "term_head4": "Marcas registradas y derechos de autor:",
  "term_head5": "Protección al cliente:",
  "ship_head1": "Doméstica",
  "ship_head2": "Proceso de pedido en línea",
  "ship_head3": "Nota:",
  "ship_para1": "A cada artículo se le cobrará 180 PKR por envío y entrega urgentes.",
  "ship_para2": "Envío exprés a domicilio gratuito para pedidos superiores a PKR 2500.",
  "ship_para3": "Todos los pedidos pueden demorar hasta 3 días hábiles para ser entregados en su puerta.",
  "ship_para4": "Haga su pedido en nuestro sitio web colocando su artículo en ‘Agregar a la compra’",
  "ship_para5": "Complete los siguientes detalles:",
  "ship_para7": "Nombre completo, número de teléfono, fecha de nacimiento, correo electrónico, dirección, país, código postal, estado / provincia, ciudad",
  "ship_para8": "Y luego presione el botón Confirmar para hacer su pedido y obtener su pedido #",
  "ship_para9": "Every order will also be confirmed over recorded telephone call before dispatch (Please note that answering this phone call is mandatory if you will not answer your call your order will not be confirmed and put to hold, while the item may run out of stock)",
  "ship_para10": "During the transition of your package, you can use this tracking number to stay updated with your delivery status[p]p]op",
  "ship_para11": "Al recibir su pedido, verifíquelo, pague los cargos adeudados y conserve su factura durante al menos 14 días (según nuestra política de devolución)",
  "ship_para12": "Hemos hecho todo lo posible para mostrar con la mayor precisión posible los colores de nuestros productos que aparecen en el sitio web. Sin embargo, como los colores reales que ve dependerán de la resolución de su pantalla, no podemos garantizar que la visualización de cualquier color en su pantalla refleje con precisión el color del producto en el momento de la entrega.",
  "shipping_policy": "POLITICA DE ENVIOS",
  "return_para1": "Todos los productos comprados en outfitters.com.pk se pueden cambiar dentro de los 14 días posteriores a la compra solo si:-",
  "return_para2": "El artículo (s) está defectuoso, dañado o defectuoso al momento de la entrega.",
  "return_para3": "El artículo (s) no coincide con las especificaciones originales del producto o se considera que no es el mismo que había comprado realmente ",
  "return_para4": "Debe notificarnos dentro de los 3 días posteriores a la entrega escribiendo a contactus@outfitters.com.pk o llamando al + 92-42-35467243, en caso de que desee plantear una disputa. En Outfitters, observamos cada disputa caso por caso e intenta ser justo con ambas partes.",
  "return_para5": "El reemplazo se enviará en caso de que un artículo defectuoso / defectuoso / dañado se envíe tanto a nivel nacional como internacional. Deberá enviar por correo electrónico evidencia fotográfica del artículo defectuoso a contactus@outfitters.com.pk, dentro de los 14 días posteriores a la compra antes de que se pueda procesar cualquier reclamo.",
  "return_para6": "Hay ciertos escenarios en los que nos resulta difícil admitir devoluciones e intercambios. Dichos escenarios incluyen, entre otros, los siguientes:",
  "return_para7": "La solicitud de intercambio se realiza fuera del plazo especificado.",
  "return_para8": "El producto está dañado debido al uso.",
  "return_para9": "El producto ha sido manipulado..",
  "return_para10": "Falta algo en el paquete, incluidas las etiquetas de precio, las etiquetas, el embalaje original, los obsequios y los accesorios.",
  "return_para11": "Outfitters no ofrece un “REEMBOLSO” o “GARANTÍA DE DEVOLUCIÓN DE DINERO” en los artículos comprados.",
  "intro_1": "Sea el primero en enterarse de las promociones más recientes y en recibir la información más reciente para sus pedidos.",
  "notifications": "Notificaciones",
  "next": "Siguiente",
  "start": "Comienzo",
  "geolocation": "Geolocalización",
  "intro_2": "Comparta su ubicación con nosotros y ..., obtenga todas las noticias de su tienda Outfitters más cercana y conozca todos los eventos y promociones de Outfitters cercanos.",
  "choose": "Selecciona tu ubicación",
  "select_lan": "Selecciona un idioma",
  "remember": "Recuerda mi selección",
  "go": "VAMOS!",
  "no_stores": "No se encontraron tiendas cerca de su ubicación actual",
  "nearby": "tiendas cercanas",
  "map": "Mapa",
  "share_wishlist": "COMPARTE LA LISTA DE DESEOS",
  "recipient": "Destinataria",
  "your_name": "Tu nombre",
  "your_email": "Tu correo electrónico",
  "msg": "¿Qué mensaje te gustaría enviarles?",
  "wishlist_msg1": "Te va a encantar esto",
  "wishlist_msg2": "¡Sorpresa! ¡Mira lo que he encontrado!",
  "wishlist_msg3": "Mira, me encanta esto!",
  "wishlist_msg4": "¿Necesitas ayuda para pensar en un regalo para mí?",
  "add_note": "Agrega una nota",
  "ok": "OKAY",
  "valid_name": "El nombre no puede estar vacío.",
  "name": "nombre",
  "your": "Tu",
  "newsletter_para": "¡Suscríbase a nuestro boletín y sea el primero en recibir las últimas noticias de moda, promociones y más!",
  "subscribe": "Suscribir",
  "newsletter_para2": "Aquí es donde puede administrar su suscripción a nuestro boletín",
  "covid": "La información relacionada con Covid puede ir aquí",
  "faqs_head1": "¿Cómo hago un pedido y pago contra reembolso (COD)?",
  "faqs_head2": "¿Cómo puedo estar segura de haber hecho mi compra?",
  "faqs_head3": "¿Puedo saber cuál es el estado de mi pedido?",
  "faqs_head4": "¿Qué método de pago puedo usar para hacer mi compra?",
  "faqs_head5": "¿Cuáles son los gastos de envío?",
  "faqs_head6": "¿Cuántas veces el agente de mensajería intentará entregar mi pedido en caso de que no esté disponible para recibirlo?",
  "faqs_head7": "¿Cuáles son los beneficios de registrarse con usted?",
  "faqs_head8": "¿Qué pasa si el producto que quiero está agotado?",
  "faqs_head9": "¿Cuál es la cantidad máxima por la cual se puede realizar el pedido?",
  "faqs_para1.1": "Crea una cuenta en nuestro sitio web. \n",
  "faqs_para1.2": "Enlace de inicio de sesión: ",
  "faqs_para1.note": "Nota: la creación de la cuenta no es obligatoria para realizar el pedido.",
  "faqs_para1": "\n Una vez que todos los artículos que desea comprar se hayan agregado a su carrito, siga los pasos a continuación para pagar con Pago contra reembolso: \n \n • Haga clic en 'Proceder al pago' \n \n • Complete la “Información de contacto”. \n \n • Haga clic en “Continuar al método de envío”. \n \n • Complete los formularios “Información de facturación” y “Método de envío”. \n \n • En caso de pago contra reembolso, los detalles de facturación y envío deben ser los mismos. \n \n • En el formulario Información de pago, se seleccionará “Contra reembolso” de forma predeterminada. \n \n • Para confirmar su pedido, haga clic en “Completar pedido”, anote su número de pedido que se le proporcionará en la página “Gracias”. \n \n • Su paquete se entregará por mensajería antes o en la fecha de entrega prevista. \n \n",
  "faqs_para2": "Una vez que haya realizado su pedido, recibirá un correo electrónico y un SMS de confirmación. Si no recibe un correo electrónico, comuníquese con nuestro servicio al cliente.",
  "faqs_para3": "Si. Haga clic en la sección “Estado de los pedidos en “SU CUENTA” y podrá seguir su pedido en tiempo real.",
  "faqs_para4": "Ofrecemos los siguientes métodos de pago: \n  \n• Visa \n \n • MasterCard \n \n • Contra reembolso",
  "faqs_para5": "PKR 180 se cobrará en el valor del pedido de menos de PKR 2.500. Ofrecemos envío gratuito para pedidos valorados por encima de PKR 2.500 en Pakistán.",
  "faqs_para6": "Nuestros agentes de entrega hacen dos intentos para entregar un paquete. Asegúrese de mencionar claramente la dirección, el país y el código de área al hacer un pedido. En el segundo intento fallido, el artículo nos será devuelto.",
  "faqs_para7": "www.outfitters.com.pk podrá acceder y administrar la información de su cuenta fácilmente. Esto incluye: \n \n • Verificar el estado de su pedido \n \n • Ver el historial completo de su pedido.",
  "faqs_para7.1": "Al registrar una cuenta en ",
  "faqs_para8": "Si un producto se agota, no estará visible en el sitio web o se marcará como “Agotado”. Solo se puede realizar un pedido una vez que el producto se muestra como “Disponible” en el sitio web.",
  "faqs_para9": "Para pedidos contra reembolso, puede realizar pedidos por valor de Rs. 25,000 / - Tenga en cuenta que para pedidos pagados de más de Rs 50,000 /, necesitaremos su número CNIC según la política del Gobierno de Pakistán.",
  "faqs": "Preguntas frecuentes"
}